davidanson.vscode-markdownlint
eriklynd.json-tools     
esbenp.prettier-vscode  
fehey.brackets-light-pro
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
jock.svg
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
pulumi.pulumi-lsp-client
redhat.vscode-xml
redhat.vscode-yaml
tomoki1207.pdf
